# нужно создать словарь словарей с базой данных пользователей с возможностью добвалять новых пользователей
#данные для базы- имя, номер, пароль, баланс


data_u = {
    '12345':
        {'name': 'Joe', 'pin': 1111, 'balance': 42}
    ,
    '23456':
        {'name': 'Bill', 'pin': 2222, 'balance': 510}
    ,
    '34567':
        {'name': 'Ann', 'pin': 3333, 'balance': 1200}
    ,
    '45678':
        {'name': 'Smith', 'pin': 4444, 'balance': 100}
    ,
}







# data = {
#     'Joe': '12345',
#     'Bill': '23456',
#     'Ann': '34567',
#     'Stas': '45678',
# }


